#### GrPerHFtSup2InHg Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol gr/(hÂ·ftÂ²Â·inHg), indicating unit Grains per hour square foot inch mercury.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId GrPerHFtSup2InHg { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property GrPerHFtSup2InHg As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ GrPerHFtSup2InHg { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace